website/benchmarks/data/2025-10-25/mt-customer5.txt
pgbench (16.10 (Ubuntu 16.10-1.pgdg24.04+1))
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 4
number of threads: 2
maximum number of tries: 1
duration: 90 s
number of transactions actually processed: 26770
number of failed transactions: 0 (0.000%)
latency average = 13.447 ms
initial connection time = 22.357 ms
tps = 297.470718 (without initial connection time)